// credits.js - Титры для игры "Камертон 2026"

export const credits = [

    
    // Специальные благодарности
    { role: 'Хочу сказать спасибо!', name: 'Всем тем кто вдохновил меня на выдвижение стать старшим вожатым' },
    { role: '', name: '' },
    { role: 'Друг, который затащил в парус', name: 'Юрманову Сергею' },
    { role: 'За то что взяла на первую смену', name: 'Маковке Ире' },
    { role: '', name: '' },
    { role: '', name: '' },
    { role: '', name: '' },
    { role: '', name: '' },

    { role: 'А так же людям с первой смены "Заголовок-2019"', name: 'Романовой Елене' },
    
    { role: '', name: 'Бронникову Максиму' },
    { role: '', name: 'Игнатевой Екатерине' },
    { role: '', name: 'Романовой Алине' },
    { role: '', name: 'Ларионову Эдуарду' },
    { role: '', name: 'Шапкину Никите' },
    { role: '', name: 'Кокореву Степану' },
    { role: '', name: 'Красношлык Светлане' },

    { role: 'Хочу сказать спасибо!', name: 'Людям с "Камертона" '},
    { role: 'Отдельные спасибо за первый "Камертон"', name: 'Терёшиной Софии' },
    { role: 'За информацию о камертоне', name: 'Андрееву Анатолию' },
    { role: 'За первый опыт вожатства', name: 'Самуиловой(Стремиловой) Ольге' },
    { role: 'За возращение на смену', name: 'Соловьёвой Ольге' },
    { role: 'За доверие и за смену', name: 'Павлову Ивану' },
    { role: '', name: '' },
    { role: '', name: '' },

    { role: 'Главное спасибо команде', name: 'Камертон | Сменаматограф '},   

    // Основная команда
    { role: '', name: 'Быкову Алексею' },
    { role: '', name: 'Капельке Виталию' },
    { role: '', name: 'Гаврилову Владиславу' },
    { role: '', name: 'Шуняевой Марине' },
    { role: '', name: 'Макарову Вячеславу' },
    { role: '', name: 'Сатиной Мире' },
    { role: '', name: 'Рябченко Денису' },

    { role: '', name: 'Гребенниковой Яне' },
    { role: '', name: 'Галактионовой Анастасие' },
    { role: '', name: 'Хитровой Анне' },
    { role: '', name: 'Кравцовой Валентине' },
    { role: '', name: 'Михееву Тимофею' },
    { role: '', name: 'Шахраевой Кристине' },
    { role: '', name: 'Поповой Нине' },
    { role: '', name: 'Почекуниной Карине' },

    { role: '', name: 'Чернову Андрею' },
    { role: '', name: 'Десятниковой Алине' },
    { role: '', name: 'Свирской Алине' },
    { role: '', name: 'Быковой Софии' },
    { role: '', name: 'Швединой Николь' },
    { role: '', name: 'Панину Александру' },
    { role: '', name: '' },
    { role: '', name: '' },
    { role: 'А так же', name: 'Сатирикону Вениамину' },
    { role: '', name: 'Галсанцыренову Эрдэму' },

];
