// credits.js - Титры для игры "Камертон 2026"

export const credits = [

    
    // Специальные благодарности
    { role: 'Особая благодарность', name: 'Всем участникам Камертона | Сменаматограф ' },
    { role: 'А так же людям', name: 'Принявшим участие в будущем' },
    // Основная команда
    { role: 'Друг с вокала', name: 'Быков Алексей' },
    { role: 'Ребёнок с фехтования', name: 'Капелька Виталий' },
    { role: 'Влад', name: 'Гаврилов Владислав' },
    { role: 'Напарница', name: 'Шуняева Марина' },
    { role: 'Напарник-оформитель', name: 'Макаров Вячеслав' },
    { role: 'Методист по учебке', name: 'Павлов Иван' },
    { role: 'Культорг', name: 'Сатина Мира' },
    { role: 'Мальчик в очках', name: 'Рябченко Денис' },
    { role: 'Девочка в пиджаке', name: 'Гребенникова Яна' },
    { role: 'Девочка в шляпе', name: 'Галактионова Анастасия' },
    { role: 'Маша', name: 'Хитрова Анна' },
    { role: 'Ночник Валя', name: 'Кравцова Валентина' },
    { role: 'Ночник напарник', name: 'Михеев Тимофей' },
    { role: 'Кристина', name: 'Шахраева Кристина' },
    { role: 'Нина', name: 'Попова Нина' },
    { role: 'Врач Карина', name: 'Почекунина Карина' },
    { role: 'Андрей', name: 'Чернов Андрей' },
    { role: 'Лёля', name: 'Соловьева Ольга' },
    { role: 'Алина 1', name: 'Десятникова Алина' },
    { role: 'Алина 2', name: 'Свирская Алина' },
    { role: 'Соня', name: 'Быкова София' },
    { role: 'Николь', name: 'Шведина Николь' },
    { role: 'Веня', name: 'Сатирикон Вениамин' },
    { role: 'Артём', name: 'Галсанцыренов Эрдэм' },
    { role: 'Саша', name: 'Панин Александр' },
    { role: 'Виви', name: 'Гузнаева Вика' },
    { role: 'Слава', name: 'Карелов Вячеслав' },
    { role: 'Володя', name: 'Анисимов Володя' }

];
